<?php

return [

    /*
  |--------------------------------------------------------------------------
  | पासवर्ड रीसेट के लिए भाषा पंक्तियाँ
  |--------------------------------------------------------------------------
  |
  | निम्नलिखित पंक्तियाँ पासवर्ड ब्रोकर द्वारा पासवर्ड अपडेट करते समय
  | प्रयुक्त की जाती हैं, जैसे कि अमान्य टोकन या अन्य कारणों से विफलता।
  |
  */

    'reset' => 'आपका पासवर्ड सफलतापूर्वक रीसेट कर दिया गया है।',
    'sent' => 'हमने आपके ईमेल पते पर पासवर्ड रीसेट लिंक भेज दिया है।',
    'throttled' => 'कृपया फिर से प्रयास करने से पहले कुछ समय प्रतीक्षा करें।',
    'token' => 'पासवर्ड रीसेट टोकन अमान्य है।',
    'user' => 'हम उस ईमेल पते वाला उपयोगकर्ता नहीं ढूंढ सके।',

];
