<?php

return [

    /*
  |--------------------------------------------------------------------------
  | أسطر اللغة الخاصة بإعادة تعيين كلمة المرور
  |--------------------------------------------------------------------------
  |
  | الأسطر التالية هي الرسائل الافتراضية التي يستخدمها وسيط كلمات المرور
  | عند محاولة تحديث كلمة المرور، مثل فشل بسبب رمز غير صالح أو غيره.
  |
  */

    'reset' => 'تم إعادة تعيين كلمة المرور الخاصة بك.',
    'sent' => 'لقد أرسلنا رابط إعادة تعيين كلمة المرور إلى بريدك الإلكتروني.',
    'throttled' => 'يرجى الانتظار قليلاً قبل المحاولة مرة أخرى.',
    'token' => 'رمز إعادة تعيين كلمة المرور غير صالح.',
    'user' => 'لا يمكننا العثور على مستخدم لديه عنوان البريد الإلكتروني هذا.',

];
