<?php

return [

    /*
  |--------------------------------------------------------------------------
  | پاس ورڈ ری سیٹ کرنے کے پیغامات
  |--------------------------------------------------------------------------
  |
  | درج ذیل پیغامات وہ ڈیفالٹ پیغامات ہیں جو پاس ورڈ بروکر کے ذریعے
  | پاس ورڈ کو ری سیٹ کرنے کی کوشش کے دوران دکھائے جاتے ہیں، جیسے کہ
  | غلط ٹوکن یا ناکام کوشش وغیرہ۔
  |
  */

    'reset' => 'آپ کا پاس ورڈ کامیابی سے ری سیٹ کر دیا گیا ہے۔',
    'sent' => 'ہم نے آپ کے ای میل پر پاس ورڈ ری سیٹ کرنے کا لنک بھیج دیا ہے۔',
    'throttled' => 'براہ کرم دوبارہ کوشش کرنے سے پہلے کچھ دیر انتظار کریں۔',
    'token' => 'پاس ورڈ ری سیٹ کرنے کا ٹوکن غلط ہے۔',
    'user' => 'ہم ایسا صارف نہیں ڈھونڈ سکے جس کا ای میل پتہ موجود ہو۔',

];
